
	// 模拟新闻源JSON格式
	var news = [
		{
			"id":1, 
			"title":"北京市延庆县康庄镇", 
			"link": "#",
			"datetime": "2013/06/27", 
			"summary": "不同于例遍 jQuery 对象的 $().each() 方法，此方法可用于例遍任何对象。回调函数拥有两个参数：第一个为对象的成员或数组的索引，第二个为对应变量或内容。如果需要退出 each 循环可使回调函数返回 false，其它返回值将被忽略。"
		},
		{
			"id":2, 
			"title":"江西省南昌市双港路", 
			"link": "#",
			"datetime": "2013/06/25", 
			"summary": "动画的额外选项。如：speed - 设置动画的速度,easing - 规定要使用的 easing 函数,callback - 规定动画完成之后要执行的函数,step - 规定动画的每一步完成之后要执行的函数,queue - 布尔值。指示是否在效果队列中放置动画。"
		}
	];
